{
    "title": "An aimless reminiscence of boyhood",
    "subtitle": "aimless or ambling, I'm not really sure...",
    "banner_image": "../images/pax_artistica.png",
    "banner_image_alt": "Augustus Caesar with the paintbrush of piece",
    "sections": [
        {
            "title": null,
            "paragraphs": [
                "Wanderlust and nostalgia have captured my heart. Recently, I’ve been reading Barbarian Days—William Finnegan’s story of surf and the lessons that he learned along the way. I still have most of the book ahead of me, but so far, I’ve read of his Boyhood and Coming of Age. A boyhood defined by a low-grade hum of violence. There were after-school boxing matches with neighborhood bullies. There were gangs of middle schoolers playing thug on the asphalt at recess. There were tales of “hired guns” and scraps for power—for recognition. And the waves. There was the violence of the waves, lifting you over clear-turquoise waters in one moment and descending a thrashing upon you in the next. Finnegan can’t explain this steely thread of violence—its appeal or its unquestioned nature—but his Coming of Age is thorough bound to it.",
                "We receive these memories with an opening quote from another book (that I haven’t read), Mother’s Milk by Edward St. Aubyn:",
                "He had become so caught up in building sentences that he had almost forgotten the barbaric days when thinking was like a splash of colour landing on a page."
            ]
        },
        {
            "title": "Chicken Game",
            "paragraphs": [
                "It kicked up some of my own memories of Boyhood. We would visit my cousins in Nigeria every other summer growing up. They lived in Maryland Housing Estate, a small private community in suburban Lagos. And their neighborhood felt a world away from my quiet, nuclear life in Metuchen, New Jersey. My six-plus cousins (“plus”, if you count the constant rotation distant aunts and uncles who would pop in with their own children on an afternoon) lived in—what felt to me like—a boundless playground. Beyond the doors of their apartment were neighbors with their own children who felt like an extended family. There were ten apartments in a building and dozens of buildings in the community. Because everyone knew everyone, we were given free rein over this kingdom. Everything the light touched became ours.",
                "And so our little band would roam, wreaking our own style of havoc. We would launch fireworks in the yard, referee wrestling matches, carefully selecting children of similar weight classes. We traded TomTom’s and coke bottle caps like a local currency. We saved Naira to buy biscuits from the road side shops just beyond the gate.",
                "And in a mixture of horror and sweet nostalgia, I think back to our favorite pass-time sport: the Hunt. We would scrounge for spare plastic hangers and load up on long (sharp) wooden matchstick from the kitchen. I’m not sure when, but we discovered one day that this pair made for a wonderful make-shift bow and arrow. And so we would “go on the hunt”, chasing loose chickens (and sometimes each other) mercilessly. We’d fire rounds on rounds at the chickens that at best could helplessly squawk in terror of whizzing projectiles. They made excellent game."
            ]
        },
        {
            "title": "Pax Artistica",
            "paragraphs": [
                "The boyhood of my summers was a different flavor of my school-year boyhood. Those seasons were defined by my elementary aftercare at the local YMCA. Between 3-6pm, a small, elite group of us from different elementary schools would convene. We would draw comics for fun—and for hire. We took pride in our artistic prowess and organized ourselves accordingly. Our club (Boys Only) would eventually be dubbed “The Drawing Club”—I suppose because we felt that “Art Club” was not masculine enough.",
                "There was a clear power structure. At the club’s social pinnacle, Noah Lee, a 5th grader and the oldest among us, sat on top as the undisputed “1st-in-Command”. No one could compete with his effortless reconstructions of Pokémon and characters from Naruto. These sketches of course were done from memory, with nothing but pencil, paper, and raw talent. He was the outward face of our gang. He governed financial affairs, brokered peace with rival groups, and solicited commissioned works. Most of our money was earned by drawing scenes of gory battle between stick-figure ninja in animated flip-books. He conceived our most lucrative venture—a cheap and laminated paper imitation of the hottest phone at the time, the Verizon Env3. We sold them to aftercare chumps for $5 a pop.",
                "Somehow, I sat at “2nd-in-Command” and I was more than content with this. Noah was a year older, so it made sense to me that he should have his time in the Sun. A contest for leadership over the club would not be as simple as drawing better comics than he did. It was an unspoken rule that I might also have to fight him for it—which to me, a maximally non-confrontational 4th grader, was mortifying.",
                "I was happy as his lieutenant. I was happy with the power that was deferred to me though I wasn’t fond of exercising it. I could extract taxes, mob-style, from the business ventures of lower-ranked club members. And always, I got second pick for teams formed during the organized sports activities run by our Aftercare. Noah got first pick of course.",
                "And the rest of the members of The Drawing Club were organized by a similar language of military with a “3rd-in-Command” to “5th-in-Command” and a collection of “privates”. In those years between 2nd and 4th grade, we swelled to a census of 15 members, vehemently Boys Only. We were the masters of YMCA Aftercare in those years of terror. The greatest contest to our authority came in our final year from an upstart “Girls Only” club, also led by a 5th grader. Scores between our competing gangs would be settled in the gym through alternating rounds of tag, foursquare, and dodgeball. Eventually, we learned to share power through a great peace deal brokered between our respective leaders. Pax Artistica."
            ]
        }
    ],
    "footnotes": [
        {
            "index": 1,
            "body": "\"He had become so caught up in building sentences that he had almost forgotten the barbaric days when thinking was like a splash of colour landing on a page.\", Mother’s Milk by Edward St. Aubyn",
            "link": null
        }
    ]
}